<?php
/**
 * ECSHOP 管理中心商店设置语言文件
 * ============================================================================
 * 版权所有 2005-2011 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author:douqinghua $
 * $Id: ent_binding.php 17217 2011-01-19 06:29:08Z douqinghua $
 */

$_LANG['ent_binding'] = '绑定企业账号';
$_LANG['ent_id'] = '企业账号';
$_LANG['ent_pwd'] = '密码';
$_LANG['pwd_confirm'] = '确认密码';
$_LANG['edit_ent_succeed'] = '企业账号绑定成功';
$_LANG['entid_empty'] = '企业账号或密码不能为空!';
$_LANG['js_languages']['password_error'] = '两次输入的密码不一致!';
$_LANG['js_languages']['password_invaild'] = '密码必须同时包含字母及数字且长度不能小于6!';
$_LANG['js_languages']['entid_empty'] = '企业账号不能为空!';
$_LANG['edit_ent_failure'] = '用户名或者密码不正确!';
?>