<?php
/**
 * ECSHOP 管理中心商店設置語言文件
 * ============================================================================
 * 版權所有 2005-2011 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: douqinghua $
 * $Id: ent_binding.php 17217 2011-01-19 06:29:08Z douqinghua $
 */
$_LANG['ent_binding'] = '綁定企業賬號';
$_LANG['ent_id'] = '企業賬號';
$_LANG['ent_pwd'] = '密碼';
$_LANG['edit_ent_succeed'] = '企業賬號綁定成功';
$_LANG['entid_empty'] = '企業賬號或密碼不能為空!';
$_LANG['js_languages']['password_invaild'] = '密碼必須同時包含字母及數字且長度不能小於6!';
$_LANG['js_languages']['entid_empty'] = '企業賬號不能為空!';
$_LANG['edit_ent_failure'] = '用戶名或者密碼不正確!';
?>